{
    "injector": {
        "enable": true,
        "print_loaded_modules": false
    },
    "allocate_console": false,
    "locale_emulator": {
        "charset": 128,
        "codepage": 932,
        "enable": true,
        "locale": 1041,
        "timezone": "Tokyo Standard Time",
        "wait_for_exit": false
    },
    "start_suspended": {
        "enable": false,
        "wait_for_input": true,
        "wait_time": 0
    },
    "text_processor": {
        "enable": true,
        "rules": [
            {
                "type": "replace_chars",
                "source_chars": "醤撫頭綺諾裃郷団髪鏡記語師麕亜変為動視顕啓関閉場進拡縮対処執僅過鍵換開標撃隠統単転時暫戯調詞選項継続読顔値楽確認環結擇設頁復態桜鮮艶傘樣飄増這経見現槇畢媽鶺讓呑頓説話瑤堯凜麼問還議両鍛煉蘂滾躱揮養鄰級毎帯殺鋭傷懲罰絶軽們種掃嗚閑輩寛覚齢牆邊実齣難龜晩黒臉詭異順験備蕋爺飯馬煩幇盤棟雖資産適剣齒針減講間興節倹鷏骭剛門揺鉋齡夥別狢釈皷戸縁連達騎車駁採緊貼長鉤鴨総応該鼇績鹹錯録試鯔鶇貨載遅遙規許鐘論違鋺習慣園緞類東費練離遠賞計優給穏風愛齧揀訴孫輸識較題慮証導劃鋼塊責脳誰強敗親敵積極懐囲預員紀偸窺鷁毀厭飾務張襍鰡顧側朶鎮県庁廟館弾電爾請鈕蘭羅徳運簡獄訓書鰰嘆報険紹挙賽細伝鶯罵編談擾簾縫陽霊憶綴絵頂須終颪膩質樹壇柵欄綿劇鐔銭損鱆聞軍並筆麩線監鵙評聡陰謀権麭鯲虧華帰窮専陳藝術舗軟茲蕩観潔業輯倉圖歩隊紅驚訝貴婦鰤絲綢鳴訪闖衛聯鬧鶏補槍鹽堅雑鑚遺糾纏歓誤勢鰾鱚麌負歴悪鼡鵄満繞衆尋駆層獲禍紐餓義栲焼舮鍋売謂鼈萬鉄戰綫瀟嬌藍溝顆詢鶫嘗騒薬瀬則純圧綻測鵺職斬釘謝謹勁護閃憂貧栄瓏諷澆牽鎬鷄騙鷆傾憤腫揚塵馳鰺叢階鴃鈍瘋搶斉儀酘縄厳偉嶄労諒袙熱駿際創締約鎖擺侶輝趨暁滲領響呂誼頬謬賺奮済飽潤歛諍緒紛賛暈組討宮點勝夾輔霑汚輪頼誠課協獎謙軣憊蕚麗飲閲徹誦懃詳騰竜歳臓烏亀薩湯餅頌遜蝦鮑魚鵝髣嚇詐諧鈴滅縛籃納繕構淨羨賠償圓維驫擁競厠匯謎詣驃誨絋鼕財繚貎喪覧賓紙漸駛譜倫鮨鮗輌橋隣髞豐鷽聖漢噴賦麁謡縦悩喚奨購買瑪畳壷塗鵁鴾窩驗覩廃櫓臨湊紗鳥餝額篩査渋頗娯倣撲礎粛邁擬狽皺鳰蹣軸餡審褻検擠営銀頻銷隴籌貪撹鞴蘇餽鮠織訳辯闊鮓逓緩哢蝨歯懶飛衵暢鏝鶲誘輳贐襲聳鴒墜髮讌蹌鵤雛綜絡脇魯釣瓲賀絆鍜濃攤墳鯰寵摂鳧誕鉉銅幣鷭饒荊虜綱襯櫃呉顛鐺緕蟷鶸陣鵞鵐黴殻紋驟祕郵竰崙顫嚢陸瀏碼凍剤濾邏濁爍軌鱇篭蓚廂澤紳儲緑鐡渇靜漲擲瞞頑潰轟鈞慶訂譴喩漬鞨鑑羈穎懾庫諜訊渉掲倶贏爛裄腸貝塩簽瀾髷災賭轉逧鑰饐臘鰛膚嘩妬蘿島嶼偵鈑療閧餔犠餌吶雜碩霧鯆釀帥險痩體膸蠏黨磯渾繽銹鰕錚鰌遷阨矯煥悶烱駝燦釁窪苳紮繊偽鑒渦曖驛燉鰈慫慂贖薐閖脹顏藹鬨絢貫纜蒼囈奪痺焔龍蘊慚罷懸輻綟億輕艱闘翹鑿貢賜鋸鋒鉐鮭凱鹸膠滌驕竪繃濶餘撓鎌阯懇赱濫燭鱗誇擱躍厖鞁釿諱囂躪貶靭摯漣豼聾檳蒟釖浹竃崗鴿竄猟勧莇昜訣竅钁寧憚鸚鵡傭撥擣燼獸墾謐鍖貽荵穢詛癆唖瑣腟繪洶倆蝋濺膵轍銜禿鷲債靂鬥刪鉛楓漿隱鳳齊迚誡灘溌頚飢頒駐閨蠍諢販塁昿橢礫箏姪淺鰹貞憫魘繹暉謔鈎痙攣觧瞼蹠齋鏥賊熾觸臍鐇嬰蛍搾鉗豈箘檸鏈髱",
                "target_chars": "酱抚头绮诺卡乡团发镜记语师乔亚变为动视显启关闭场进扩缩对处执仅过键换开标击隐统单转时暂戏调词选项继续读颜值乐确认环结择设页复态樱鲜艳伞样飘增这经见现吧毕妈嗯让吞顿说话她啊你么问还议两锻炼瞌滚躲挥养另级每带杀锐伤惩罚绝轻们种扫呜闲辈宽觉龄墙边实沉难吗晚黑脸诡异顺验备咿爷饭马烦帮盘栋虽资产适剑份针减讲间兴节俭丢赶刚门摇跑办伙别诶释懂户缘连达骑车驳踩紧贴长够鸭总应该厉绩嘿错录试咦嘻货载迟呢规许钟论违蹭习惯园缎类东费练离远赏计优给稳风爱哪捡诉孙输识较题虑证导划钢块责脑谁强败亲敌积极怀围预员纪偷窥裤毁厌饰务张嘀咕顾侧朵镇县厅庙馆弹电尔请纽兰罗德运简狱训书糕叹报险绍举赛细传哎骂编谈扰帘缝阳灵忆缀绘顶须终觑腻质树坛栅栏绵剧呃钱损绑闻军拼笔傻线监扔评聪阴谋权碰咪亏华归穷专陈艺术铺软兹荡观洁业辑仓图步队红惊讶贵妇哟丝绸鸣访闯卫联闹鸡补枪拖坚杂钻遗纠缠欢误势尴尬挡负历恶您歧满绕众寻驱层获祸扭饿义烤烧涮锅卖谓桌腌铁战饪潇娇蓝沟颗询喂尝骚药濑则纯压绽测盯职斩钉谢谨劲护闪忧贫荣珑讽浇牵搞踢骗瞪倾愤肿扬尘驰账丛阶愣钝疯抢齐仪缰绳严伟崭劳谅帕热骏际创缔约锁摆侣辉趋晓渗领响吕谊颊谬赚奋济饱润敛睁绪纷赞晕组讨宫爸胜夹辅玷污轮赖诚课协嘈谦嗨惫阂丽饮阅彻诵嘞详腾龙岁脏乌龟萨汤饼颂逊虾鲍鱼鹅筷吓眨谐铃灭缚篮纳缮构净羡赔偿圆维垫拥竞厕汇谜诣镖诲逛啦财缭喵丧览宾纸渐驶谱伦垃圾辆桥邻膛丰哼圣汉喷赋躺谣纵恼唤奖购买玛叠壶涂咖啡窝嘟囔废噜临凑纱鸟惕额筛查涩颇娱仿扑础肃迈拟狈皱砸蹒轴馅审亵检挤营银频销拢筹贪搅瘾苏捂啪织译辩阔眯递缓咔哒齿懒飞咻畅碳摔诱揍妩袭耸脖坠咚嚓跄唉雏综络胁鲁钓咩贺绊钮浓摊坟俏宠摄谎诞炫铜币姬饶荆虏纲衬柜吴颠铛潢柠扯阵撑吵霉壳纹骤哔邮喱哞颤囊陆浏码冻剂滤逻浊烁轨甩笼盹厢泽绅储绿盎渴噗涨掷瞒顽溃轰钧庆订谴喻渍嘎鉴羁颖慑库谍讯涉揭俱赢烂菇肠贝盐签澜琪灾赌乒乓钥瞄腊耍肤哗妒萝岛屿侦扳疗憋阱牺饵呐唬硕雾趴酿帅盔瘦啤嗑犷奶矶浑缤锈塌挣嗓迁铲矫焕闷啵驼灿衅挖蛀钙纤伪漩涡暧烘炖砰怂恿赎棱飕胀噩蔼吱绚贯缆苍呓夺痹焰咙蕴惭罢悬辐铀亿氢艰陡翘凿贡赐锯锋刁鲑凯皂胶涤骄竖绷肮拎挠镰屉恳靶滥烛鳞垮搁跃庞舔嗒讳嚣躏贬韧挚涟漪聋槟侬偎浃灶岗鸽窜猎劝磷擀诀窍氧宁惮鹦鹉佣拨捣烬兽啃谧吆贻舀秽诅唠哑琐掸碱汹俩蜡溅蟑辙衔秃鹫债雳诈删铅枫浆匀凤咱睽诫滩泼颈饥颁驻闺斓诨贩垒旷椭砾碴侄洱鲣贞悯魇绎晖谑钩痉挛撬睑搐噘抿贼炽叼脐糙婴萤榨钳岂瘀拧链烫",
                "apis": [
                    "DrawTextA"
                ]
            }
        ]
    },
    "font_manager": {
        "enable": true,
        "resource_files": [],
        "spoof_enumeration": {
            "enable": false,
            "filter_pitch_and_family": 0,
            "filter_charset": 134,
            "spoof_charset": 134
        },
        "spoof_creation": {
            "enable": true,
            "override_face": "",
            "override_charset": 134
        }
    }
}