{
    "injector": {
        "enable": true,
        "print_loaded_modules": false
    },
    "allocate_console": false,
    "locale_emulator": {
        "charset": 128,
        "codepage": 932,
        "enable": true,
        "locale": 1041,
        "timezone": "Tokyo Standard Time",
        "wait_for_exit": false
    },
    "start_suspended": {
        "enable": false,
        "wait_for_input": true,
        "wait_time": 0
    },
    "text_processor": {
        "enable": true,
        "rules": [
            {
                "type": "replace_chars",
                "source_chars": "這説為凜們時過対麼瑤還現髪種樣見経頭書実開両動話問間論長進義給関別門覚復難東応風張認伝題処馬詩讓愛師語変爾許結邊歴記読識戰徳術遠総観遙槇連強則該堯場軽親統龜帯業産臉雖軍極類満転歩剣黒離電毎飛済藝衆殺報車終紅視誰絶確達驚羅楽資運華傷評響剛談領権晩興齧顕圖銭楊態霊訳鄰歓錯聯計紀請創陽選緊単詞調編異員僅勢講齡漢証較撃厳竜約蘭質鉤幇陸鉄節細筆値陳熱蘇齣懐媽際級悪須維挙専導備務簡費脳雑亜顧歳構隊魯続劇聞爺敵規陣習線樹階訴設謂囲議謝録層標揺帰劉斉戯隠鉋尋査試飯漸護組勝喬釈討験買貴継団適農嘆衛麗塊宮環齒換倫敗圧聖責絲骭頁険頓孫鳳薬婦韋養裃園紙労鐘揚誤齊劃揮畢負寧鼡銀諸陰呉趙閃納罷遺順輯郷臨堅頂練緩増職鼕館偉獲勁槍滅皷罵輩憶優預擇補貝鮮織積暁売倣載鼈盧諾偸夥純課鼇営黨啓紛擺弾財賞盤牆點豐頗賛圓紹縦賈執慮煩黐嚇鬧魚縁閑黌騎鏡庁誠焼傾韓戸叢緑慣搶項蕭鎮島栄鎬躍顔審軟擁貼礎謀飄訓閉塵窮湯憂蕩麭藍淨辯訪蒼憤撲薩県豈奮奪慶澤輪針監寛鋒緒遅側粛鶏潔儀穏烏躱鄭徹銷滾鳥廃瘋聡測渉姉襲獄毀飲閲検麪麩縮嘗濃麥麕麌賽貨掲協賊厭輸騙喪麁奨橋瑪勧邏鳴鹽減掃損悶詳爛庫朶鹹繞馮呂絵頼鷽碼顫競貧帥閣鷭貫渾鷏暫艦鷆夾飾倆獸壇賢賓鎖蓮牽諍轟匯騰額鑑輝纏喚訊霧遷悩並舗訂闊臘齢帳皺錚紐賦駕購塗鶺顆拡艶痩喩禍艱鶸鷁鷄凱遜鋼臓廟逓鋭鶲撫鴻鶤鵺趨暈嬌擠鑚鈕鍵倶銅縄懸絡貢鵬鵯鶫諷茲違呑煉鶇駆災譜頌擾偽篭輌猟餓膚績虧噴楓汚賭鵙鵐誕暢闡贏攬潤鵤錦懶斬簽鵞歯罰撥鵈擬誘瓊馳臥憲郵桜縫饒賀訝綜欄溝謹厖療邁窪摂渇鈴飽湊糾櫃燭顛嬰嘯犠袙覧貪綿鵆闖鴾鷹謙焔隣窩脇諒幣腸頑騒紋綱鵁斎嗚鴒刪溌擲頻驃滬鵄鶯亀贈侖頚鴪聳襯墜綉鴃駛鳫詢釘蘊賜諧鴈鳰鍋鶴詭詐駐賎駁寵厠唖瑩億畳駭漁頬攤鳧縛簾欽軌籌竄鈞鱶潰鱧遼貶軒鱚瞞鴉僂鰾鈎錫鱆嚢飢誼謬賺鱇窺鰰塩鰡竪獅脹貞輔滄誦繊銘償驕譚瀟墳嘩紗粧荊羨擱兪鰤詫鏈壷貿濫賠鰛釵倉債鰮滲渋凍燦淪採鰄謡謎聶鰊瑣穎鰒鰈膩鑰姪甎漲鰆懲闘餅絋諱訣斃灘販鰌鰉崗鰔揀廂尭鋳譏傘驟鰕轎昿鯰嶺鯱縷殻禿儲娯鯲腫鰺侶蝋棟綻鯔朧鯣偵鯒妬鮑瀾鉱鯑懇鯏煥繆鯆濺鮹鮴黴駱鮨鮠鮗爍膠摯鮖慚綺嵐栲鴛驢駝鮓頽箋剤輿鬪吶隴廬閨閻診擣籃艙頃銜鴨鬨覓駿傭漿貸鬥鬚鬘綢鵝鬆岡髷鈔鞏鴦嘔髱髴悵撹髮髣髢驀鵲巣鴬碩鑿髞蝕體驫驗竇驛釀驅鳩盞騷駲紳錘駮囂馼塁陜饑虜勲蘿軸壟鍛狽誣矯歛繃濱綽讚誅饐禎饂蟻糞洶蔭誇詔絨龍詛餽蕪頤辮餬閥餠餤濁餝餘薫餔篤穢硯釣飃掻撈襪颱颪緞顳顯顋醤幀幟竅顏僑譴簫鵑鈑蝿憫鉛贖憊",
                "target_chars": "变为动视显启关闭场进扩缩对处执仅过键换开标击隐统单转时暂戏调词选项继续读颜值乐确认语环结择设页复态樱～鲜艳伞样飘增这—经见现吧毕妈嗯让发吞顿头说话她啊你么问还议两师锻炼瞌滚躲挥记养另级每带杀锐伤惩罚绝轻们种扫呜闲辈宽觉龄墙边实沉难吗晚黑脸诡异顺验备咿爷饭马烦帮盘栋虽资产适剑份针减讲间兴节俭丢赶刚门摇跑办伙别诶释懂户缘连达骑车驳踩紧贴长够鸭总应该厉绩嘿错录试咦嘻货载迟呢规许钟论违蹭习惯园缎类东费练离远赏计优给稳风爱哪捡诉孙输识较题虑抚证导划钢块责脑谁强败亲敌积极怀围预员纪偷窥裤毁厌饰务张乡嘀咕顾侧朵镇县厅庙馆弹电尔请纽约罗德运简狱训书糕叹报险绍举赛细传哎骂编谈扰帘缝阳灵忆缀绘顶须终觑腻质树坛栅栏绵剧呃钱损绑闻军拼笔傻线监扔评聪阴谋权咪亏华归穷专陈艺术铺软荡观洁业辑仓图步队红惊讶贵妇丝绸鸣访闯卫联闹鸡补枪拖坚杂钻遗纠缠欢误势尴尬挡负历恶您歧满绕众寻驱层获祸扭饿义烤烧涮锅卖谓桌酱腌铁战饪潇娇蓝沟颗询喂尝骚药濑则纯压绽·亚测盯职斩钉谢谨劲护闪忧贫荣珑讽浇牵搞踢骗瞪倾愤肿扬尘驰诺账丛阶愣钝疯抢齐仪缰绳严伟崭劳谅帕热骏际创缔锁摆侣辉趋晓渗领响吕谊颊谬赚奋济饱润敛睁绪纷赞晕组讨宫爸胜夹辅玷污轮赖诚团课协嘈谦嗨惫阂丽饮阅彻诵嘞详腾龙岁脏乌龟萨汤饼颂逊虾鲍鱼鹅筷吓眨谐铃灭缚篮纳缮构净羡赔偿圆维垫拥竞厕汇谜诣镖诲卡逛啦财缭喵丧览宾纸渐驶谱伦垃圾辆桥邻膛丰哼圣汉喷赋躺谣纵恼唤奖购买玛叠壶涂咖啡窝嘟囔废噜临凑纱鸟惕额筛查涩颇娱仿扑础肃迈拟狈皱砸蹒轴馅审亵检挤营银频销拢筹贪搅瘾苏捂啪织译辩阔眯递缓咔哒齿懒飞咻兹畅碳摔诱揍妩袭耸脖坠咚嚓跄唉雏综络胁镜咩贺绊钮碰浓摊坟俏宠摄谎诞炫铜币姬饶荆虏纲衬柜吴颠铛潢柠扯鲁阵撑吵霉壳纹骤哔邮乔喱哞颤囊陆浏码冻剂滤逻浊烁轨甩笼盹厢泽绅储绿盎渴噗涨掷瞒顽溃轰钧庆订谴喻渍嘎鉴羁颖慑库谍讯涉揭俱赢烂菇肠贝盐签澜灾赌乒乓钥瞄腊哟耍肤哗妒萝岛屿侦扳疗憋阱牺饵呐唬硕雾趴酿帅盔瘦啤嗑犷奶浑缤锈塌挣嗓迁铲兰矫焕闷啵驼灿衅挖蛀钙纤伪漩涡暧烘炖砰怂恿赎棱飕胀噩蔼吱绚贯缆苍呓夺痹焰咙蕴惭罢悬辐铀亿氢艰陡翘凿贡赐锯锋刁鲑凯皂胶涤骄竖绷肮拎挠镰屉恳靶滥烛鳞垮搁跃庞舔嗒讳嚣躏呣贬韧挚涟漪聋槟侬偎浃灶岗鸽窜猎劝磷擀诀窍氧宁惮鹦鹉佣拨捣烬兽啃谧吆贻舀秽诅唠哑琐掸碱汹俩蜡溅蟑辙衔秃鹫债雳诈删铅枫浆匀凤咱睽诫鸫绮滩泼颈饥颁驻闺斓诨贩垒旷椭砾碴侄洱鲣贞悯魇绎晖谑钩痉挛撬睑搐噘抿贼炽叼脐糙婴萤榨钳岂瘀拧链烫",
                "apis": [
                    "DrawTextA"
                ]
            }
        ]
    },
    "font_manager": {
        "enable": true,
        "resource_files": [],
        "spoof_enumeration": {
            "enable": false,
            "filter_pitch_and_family": 0,
            "filter_charset": 134,
            "spoof_charset": 134
        },
        "spoof_creation": {
            "enable": true,
            "override_face": "",
            "override_charset": 134
        }
    }
}